{
    "pageTextData": [
		{
			"title": "Coca Cola Great Britain",
			"subTitle": "Founded in 1886 Dr John S Pemberton",		
			"description": "The Coca Cola Company is the world's leading manufacturer, marketer and distributor of non-alcoholic beverage concentrates and syrups, and produces nearly 400 brands."
		},
		{
			"title": "Fanta",
			"subTitle": "Germany, 1940",		
			"description": "Fanta is a brand of fruit-flavored carbonated soft drinks created by Coca-Cola Deutschland under the leadership of German businessman Max Keith. There are more than 200 flavors worldwide. Fanta originated in Germany as a Coca-Cola substitute in 1940 due to the American trade embargo of Nazi Germany which affected the availability of Coca-Cola ingredients. Fanta soon dominated the German market with three million cans sold in 1943."
		},
		{
			"title": "Coca Cola",
			"subTitle": "New York Harbour, 1886",		
			"description": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by the Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton in Atlanta, Georgia. In 1888 Pemberton sold Coca-Cola's ownership rights to Asa Griggs Candler, a businessman, whose marketing tactics led Coca-Cola to its dominance of the global soft-drink market throughout the 20th and 21st century."
		},
		{
			"title": "Dr Pepper",
			"subTitle": "Texas, 1885",		
			"description": "Dr Pepper is a carbonated soft drink. It was created in the 1880s by pharmacist Charles Alderton in Waco, Texas, and first served around 1885. Dr Pepper was first nationally marketed in the United States in 1904, and is now also sold in Europe, Asia, North and South America. In Australia, New Zealand and South Africa, Dr Pepper is sold as an imported good. Variants include Diet Dr Pepper and, beginning in the 2000s, a line of additional flavors."
		},
		{
			"x3dModelTitle": "Fanta X3D Model",
			"x3dCreationMethod": "This X3D model of the coke can has been created in 3ds Max, exported to VRML97 and converted, using the instantreality transcoders, to X3D for display online.",
			"title": "History of Fanta",
			"subTitle": "Germany",		
			"description": "During the Second World War, the US established a trade embargo against Nazi Germany, making the export of Coca-Cola syrup difficult. To circumvent this, Max Keith, the head of Coca-Cola Deutschland (Coca-Cola GmbH), decided to create a new product for the German market, using only ingredients available in Germany at the time, including beet sugar, whey, and apple pomace—the leftovers of leftovers, as Keith later recalled. The name was the result of a brainstorming session, which started with Keith's exhorting his team to use their imagination (Fantasie in German), to which one of his salesmen, Joe Knipp, retorted Fanta!."
		},
		{
			"x3dModelTitle": "Coca Cola X3D Model",
			"x3dCreationMethod": "This X3D model of the coke can has been created in 3ds Max, exported to VRML97 and converted, using the instantreality transcoders, to X3D for display online.",
			"title": "History of Coca Cola",
			"subTitle": "Atlanta Beginnings",		
			"description": "It was 1886, and in New York Harbour, workers were constructing the Statue of Liberty. Eight hundred miles away, another great American symbol was about to be unveiled. Like many people who change history, John Pemberton, an Atlanta pharmacist, was inspired by simple curiosity. One afternoon, he stirred up a fragrant, caramel-coloured liquid and, when it was done, he carried it a few doors down to Jacobs' Pharmacy. Here, the mixture was combined with carbonated water and sampled by customers who all agreed - this new drink was something special. So Jacobs' Pharmacy put it on sale for five cents (about 3p) a glass."
		},
        {
			"x3dModelTitle": "Dr Pepper X3D Model",
			"x3dCreationMethod": "This X3D model of the pepper cup has been created in 3ds Max, exported to VRML97 and converted, using the instantreality transcoders, to X3D for display online.",
			"title": "Dr Pepper — Liquid Sunshine",
			"subTitle": "23 fruit flavours",		
			"description": "Dr Pepper's unique, sparkling blend of 23 fruit flavours has been around for well over a century and it's still the same, with that distinctive flavour you just can't quite put your tongue on. It was created by Texas pharmacist Charles Alderton in 1885. He gave a sample of the first ever batch to Wade Morrison, a local shop owner, and Mr Morrison instantly agreed to stock the drink. The distinctive, bold taste of Dr Pepper has been popular ever since."
		},
		{
			"galleryTitle": "3D Images",
			"galleryDescription": "These 3D images of the Fanta bottle, Coke can and Dr Pepper bottle are rendered in 3ds Max 2017 with Mental Ray"
		},
		{
			"CameraTitle": "Camera Views",
			"CameraSubtitle": "These buttons select a range of X3D model viewpoints"
		}
	]
}